Revit 2027 API
ParameterTypeId.WallTaperedWidthAtBottom Property
 "Bottom Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallTaperedWidthAtBottom { get; }
Public Shared ReadOnly Property WallTaperedWidthAtBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallTaperedWidthAtBottom {
	ForgeTypeId^ get ();
}
static member WallTaperedWidthAtBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace